Revit 2027 API
BuiltInFailures.FamilyFailures.CannotMakeTypeCB Property
 Can't make type "[Family Name]".
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMakeTypeCB { get; }
Public Shared ReadOnly Property CannotMakeTypeCB As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMakeTypeCB {
	FailureDefinitionId^ get ();
}
static member CannotMakeTypeCB : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace